13/data/attachments/e9098c16a4badf25.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jaime_pass_Actions_50645_1</nif:username>
            <nif:friendToBeRequested>soap_actions_64a9584e-5c47-4125-a098-875c6c0ff435</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>